// © Copyright 2004-2012, 2015 HP Development Company, L.P.

HSDTaskName = "작업 저장 설정";

HSDAllowStoredJobsCheckBox = "이 프린터에 저장된 작업 허용";
HSDInternalPrinterMemoryLocation = "프린터 내장 메모리";
HSDUSBFlashStorageDeviceLocation = "USB 플래시 저장 장치";
InternalPrinterMemoryLocationTooltip = "보안 암호화 삭제 방법을 사용하면 USB 플래시 저장 장치에 저장된 모든 작업 데이터가 삭제됩니다. 이후에 저장되는 모든 작업은 프린터의 내장 메모리에 저장됩니다.";
USBFlashStorageDeviceLocationTooltip = "삽입된 플래시 저장 장치가 포맷되며 모든 데이터가 손실됩니다. 기존의 작업 저장 데이터는 프린터의 내장 메모리에서 플래시 저장 장치로 이동하며 프린터 메모리에서 삭제됩니다. 이후의 모든 저장 작업은 플래시 저장 장치에 저장됩니다.";

HSDSortPopUpTitle = "저장된 작업 정렬 기준:";
HSDRetainTempJobsPolicyPopUpTitle = "재부팅 이후 임시 작업 보관:";
HSDDeleteTempJobsAfterPopUpTitle = "다음 작업 이후 임시 작업 삭제:";
HSDDeleteStandardJobsAfterPopUpTitle = "다음 작업 이후 일반 작업 삭제:";
HSDRejectNoPinJobsCheckBox = "PIN이 없는 저장된 작업 모두 취소";
HSDDeleteAllStoredJobsButton = "저장된 작업 모두 삭제";

// values for sort popup
HSDAlphabetically = "작업 이름";
HSDChronologically = "날짜";

// values for retain temp jobs policy popup
HSDAll = "모두";
HSDNone = "보관하지 마시오.";
HSDOnlyPersonal = "개인 전용";

// values for delete temp/standard job after popup
HSDNever = "제한 없음";
HSDThirtyMinutes = "30분";
HSDOneHour = "1시간";
HSDFourHours = "4시간";
HSDOneDay = "1일";
HSDOneWeek = "1주일";
HSDFourWeeks = "4주일";

NoGetTitle = "설정을 가져올 수 없음";
NoGetMsg = "프린터가 온라인에 상태인지 확인하십시오.";
